{
  "home": "strona główna",
  "indoor": "wewnętrzne",
  "outdoor": "zewnętrzne",
  "products": "produkty",
  "contact": "kontakt",

  "homeTitle": "nowoczesna oprawa twojej zieleni",
  "homeSubtitle": "tworzymy industrialne elementy wyposazenia wnetrz, ogrodow, balkonow, tarasow",
  "homeButton": "zobacz nasze produkty",
  "aboutUs": "O nas",
  "aboutUsContent": "Naszym celem jest dostarczanie klientom produktów, które są dostosowane do ich indywidualnych potrzeb i wymagań. Łączymy funkcjonalność, estetykę i trwałość. Nasze produkty zostały zaprojektowane z myślą o organizacji roślin w sposób przestrzenny i estetyczny, dzięki czemu mogą służyć jako elementy dekoracyjne w każdym wnętrzu lub na zewnątrz. Oferujemy indywidualne podejście do każdego zamówienia, co pozwala na dostosowanie wymiarów, kolorów oraz wzorów do konkretnych potrzeb",

  "indoorProducts": "Produkty wewnętrzne",
  "indoorText1": "Tworzymy nowoczesne kwietniki, które pozwolą zorganizować zieleń, nawet na bardzo małej przestrzeni. Nasze produkty są wykonywane na indywidualne zamówienie, umożliwiając pełną personalizacje produktu, co jest ważne zwłaszcza w niewielkich pomieszczeniach.",
  "indoorText2": "Połączenie metalu z roślinami sprawdzi się w stylu industrialnym, loft, skandynawskim, retro, rustykalnym. Od naszych pomysłów, kreatywności oraz wybranego koloru zależy jak bardzo surowym dodatkiem będzie metal przy aranżacji wnętrza. Decydując się na czerń lub grafit, zachowamy jego industrialny charakter, wybierając złoto dodamy wnętrzu elegancji, stawiając na biel rozjaśniamy wnętrze, a nasz produkt idealnie wpasuje się w skandynawski klimat.",
  "indoorText3": "Dla Twojej kreatywności pozostaje cała paleta kolorów RAL do wyboru. Malowanie proszkowe, któremu poddawane są konstrukcje , nie zawiera szkodliwych dla zdrowia i środowiska rozpuszczalników. Możemy spokojne użytkować je w domu.",


  "outdoorProducts": "Produkty zewnętrzne",
  "outdoorText1": "Tworzone przez nas produkty pozwalają na stworzenie zielonej oazy sprzyjającej letniemu relaksowi nawet pośród zwartej miejskiej zabudowy. Posiadacze balkonów mogą zapewnić sobie odrobinę prywatności, czy uatrakcyjnić często mało przyjazne widoki z balkonu. jeśli masz pustą ścianę, chcesz osłonić się od sąsiada, a jednocześnie brakuje Ci zieleni, zapoznaj się z naszą ofertą kwietników balkonowych i tarasowych.",
  "outdoorText2": "Przy urządzaniu balkonu ważne jest odpowiednie zagospodarowanie dostępnej przestrzeni. Z nami to Ty decydujesz jakie wymiary będzie miała oprawa Twojej zieleni. To my dopasujemy się do Ciebie. Nasze produkty mogą być wykonane ze stali nierdzewnej, aluminium lub stali czarnej.",
  "outdoorText3": "Dlaczego warto wybrać metal?",
  "outdoorText4": "metal cechuje się niezwykłą trwałością w użytkowaniu. Stalowe elementy odpowiednio zabezpieczone  antykorozyjnie cechują się wysoką odpornością na wilgoć oraz ogień. Warunki zewnętrzne nie są im straszne. Malowanie proszkowe, któremu poddawane są konstrukcje, nie zawierają szkodliwych dla zdrowia i środowiska rozpuszczalników. Ponadto produkty wykonane ze stali nierdzewnej i aluminium nie wymagają konserwacji, co daje im niewątpliwą przewagę w trwałości nad produktami wykonanymi z drewna.",


  "contactButton": "skontaktuj się z nami",
  "show": "pokaż produkty:",
  "all": "wszystkie",
  
  "404title": "strona nie istnieje",
  "404content": "Wygląda na to, że nie możemy znaleźć tego, czego szukasz",
  "back": "Powrót",
  "backHome": "Strona główna",
  "footer": "Industrial Green 2023. Wszelkie prawa zastrzeżone"
}
